function start() {
	cm.sendSimple ("안녕하세요. 보스매니저 미아 라고합니다. 저는 보스몬스터가 드랍하는 아이템을 알려드리는역활을 맡고있습니다. 몬스터를 골라주세요.\r\n#L0##b자쿰#k\r\n#L1##b혼테일#k\r\n#L2##b빅퍼피대디#k\r\n#L3##b블랙크로우#k\r\n#L4##b보디가드 A#k\r\n#L5##b보디가드 B#k\r\n#L6##b에르고쓰#k\r\n#L7##b그리프#k\r\n#L8##b마뇽#k\r\n#L9##b파풀라투스#k\r\n#L10##b피아누스#k\r\n#L11##b메이플 보스#k\r\n#L12##b마노#k");
}

function action(mode, type, selection) {
	cm.dispose();
	if (selection == 0) {
	cm.sendOk ("#b자쿰#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1002357#\r\n#i1332022#\r\n#i1332026#\r\n#i1412010#\r\n#i1402016#\r\n#i1432011#\r\n#i1302023#\r\n#i1442020#\r\n#i1422013#\r\n#i1322029#\r\n#i1312015#\r\n#i1442002#\r\n#i1382008#\r\n#i1372009#\r\n#i1462018#\r\n#i1452017#\r\n#i1472031#\r\n#i1472033#\r\n#i1332027#\r\n#i2000005#\r\n#i2001001#\r\n#i2020015#")
	  } else if (selection == 1) {
	cm.sendOk ("#b혼테일#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1122000#\r\n#i1462017#\r\n#i1452021#\r\n#i1462039#\r\n#i1462016#\r\n#i1452020#\r\n#i1462015#\r\n#i1382035#\r\n#i1372010#\r\n#i1382036#\r\n#i1372032#\r\n#i1472051#\r\n#i1332049#\r\n#i1332050#\r\n#i1472052#\r\n#i1472053#\r\n#i1322045#\r\n#i1422027#\r\n#i1312031#\r\n#i1412026#\r\n#i1442045#\r\n#i1402036#\r\n#i1432038#\r\n#i1422028#\r\n#i1322052#\r\n#i1302059#\r\n#i1302056#\r\n#i1412021#\r\n#i1312030#\r\n#i1442044#")
	  } else if (selection == 2) {
	cm.sendOk ("#b빅퍼피대디#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1452016#\r\n#i1462019#\r\n#i1462014#\r\n#i1452045#\r\n#i1462040#\r\n#i1452022#\r\n#i1302064#\r\n#i1302030#\r\n#i1302020#\r\n#i1302058#\r\n#i1382012#\r\n#i1372034#\r\n#i1382009#\r\n#i1382039#\r\n#i1332056#\r\n#i1472030#\r\n#i1332055#\r\n#i1472032#\r\n#i1472055#\r\n#i1332025#\r\n#i1422029#\r\n#i1412027#\r\n#i1422014#\r\n#i1412011#\r\n#i1322054#\r\n#i1432040#\r\n#i1442051#\r\n#i1442024#\r\n#i1402039#\r\n#i1432040#\r\n#i1312032#\r\n#i1482020#\r\n#i1482021#\r\n#i1482022#\r\n#i1492020#\r\n#i1492021#\r\n#i1492022#")
	  } else if (selection == 3) {
	cm.sendOk ("#b블랙크로우#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1032027#\r\n#i1102030#\r\n#i1442020#\r\n#i1092021#\r\n#i1452017#\r\n#i2041039#\r\n#i2041030#\r\n#i2041031#\r\n#i2041032#")
	  } else if (selection == 4) {
	cm.sendOk ("#b보디가드 A#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i4000139#\r\n#i2002011#\r\n#i2002004#\r\n#i1452019#\r\n#i1452020#\r\n#i1452021#\r\n#i1472053#\r\n#i1462015#\r\n#i1462016#\r\n#i1332051#\r\n#i1332052#\r\n#i1312030#\r\n#i1322045#\r\n#i1302056#\r\n#i1442044#\r\n#i1432030#\r\n#i1382037#\r\n#i1412021#\r\n#i1422027#\r\n#i1402035#\r\n#i1402037#\r\n#i1372010#\r\n#i2044505#\r\n#i2044705#\r\n#i2044605#\r\n#i2043305#\r\n#i2043105#\r\n#i2043205#\r\n#i2043005#\r\n#i2044405#\r\n#i2044305#\r\n#i2043805#\r\n#i2044105#\r\n#i2044205#\r\n#i2044005#\r\n#i2043705#\r\n#i2043304#")
	  } else if (selection == 5) {
	cm.sendOk ("#b보디가드 B#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i4000140#\r\n#i2000004#\r\n#i2022027#\r\n#i2002008#\r\n#i1372032#\r\n#i1312031#\r\n#i1412026#\r\n#i1302059#\r\n#i1442045#\r\n#i1402036#\r\n#i1432038#\r\n#i1422028#\r\n#i1472051#\r\n#i1332049#\r\n#i1332050#\r\n#i1322052#\r\n#i1472052#\r\n#i1462039#\r\n#i1382036#\r\n#i1092049#\r\n#i2044504#\r\n#i2044704#\r\n#i2044604#\r\n#i2043104#\r\n#i2043204#\r\n#i2043004#\r\n#i2044404#\r\n#i2044304#\r\n#i2043804#\r\n#i2044104#\r\n#i2044204#\r\n#i2044004#\r\n#i2043704#")
	  } else if (selection == 6) {
	cm.sendOk ("#b에르고쓰#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i4031904#")
	  } else if (selection == 7) {
	cm.sendOk ("#b그리프#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1332051#\r\n#i1322045#\r\n#i1402035#\r\n#i1462015#\r\n#i1452019#\r\n#i2000004#\r\n#i2000005#\r\n#i2041002#\r\n#i2041005#\r\n#i2040805#\r\n#i2040005#\r\n#i2040505#\r\n#i2040502#\r\n#i2040501#\r\n#i2040513#\r\n#i2040516#\r\n#i2040702#\r\n#i2040705#\r\n#i2043802#")
	  } else if (selection == 8) {
	cm.sendOk ("#b마뇽#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1302056#\r\n#i1312030#\r\n#i1382035#\r\n#i1472053#\r\n#i2000004#\r\n#i2000005#\r\n#i2044501#\r\n#i2044701#\r\n#i2044601#\r\n#i2043301#\r\n#i2040804#\r\n#i2043101#\r\n#i2043201#\r\n#i2043001#\r\n#i2044401#\r\n#i2040708#\r\n#i2044301#\r\n#i2043801#\r\n#i2044101#\r\n#i2044201#\r\n#i2044001#\r\n#i2043701#\r\n#i4004002#\r\n#i4001076#\r\n#i4000235#\r\n#i4004000#\r\n#i4004001#")
	  } else if (selection == 9) {
	cm.sendOk ("#b파풀라투스#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1332026#\r\n#i1072211#\r\n#i1072052#\r\n#i1072221#\r\n#i1072178#\r\n#i1072183#\r\n#i1072173#\r\n#i1040112#\r\n#i1040120#\r\n#i1040118#\r\n#i1040117#\r\n#i1060101#\r\n#i1061119#\r\n#i1312015#\r\n#i1372009#\r\n#i1462018#\r\n#i1332027#\r\n#i1050095#\r\n#i1051097#\r\n#i1050094#\r\n#i1050094#\r\n#i1051101#\r\n#i1051085#\r\n#i1050090#\r\n#i1050106#\r\n#i1050098#\r\n#i1082127#\r\n#i2041019#\r\n#i2041016#\r\n#i2041022#\r\n#i2041013#\r\n#i2290042#\r\n#i2290078#\r\n#i4001084#")
	  } else if (selection == 10) {
	cm.sendOk ("#b피아누스#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i1402005#\r\n#i1412010#\r\n#i1302023#\r\n#i1322029#\r\n#i1040121#\r\n#i1060110#\r\n#i1041123#\r\n#i1061122#\r\n#i1051102#\r\n#i1050103#\r\n#i1050097#\r\n#i1051091#\r\n#i2040504#\r\n#i2040501#\r\n#i2040513#\r\n#i2040516#\r\n#i2040401#")
	  } else if (selection == 11) {
	cm.sendOk ("#b메이플 보스#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i4000141#\r\n#i2000004#\r\n#i2041032#\r\n#i2040812#\r\n#i1032026#\r\n#i1372011#\r\n#i2040306#\r\n#i2040304#\r\n#i2040810#\r\n#i1072239#\r\n#i1082223#")
	  } else if (selection == 12) {
	cm.sendOk ("#b마노#k몬스터가 드랍하는 아이템을 보여드리겠습니다.\r\n#i2210006#")
	} else {
		cm.dispose();
	}
}